Repository: zhangliangzhi/RandomNum
Catalog: RandomNum/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt_br, zh_hans

# Setting
source: RandomNum
de: Zufallszahl
es: Número Aleatorio
fr: Nombre aléatoire
ja: 乱数
pt_br: Número Aleatório
zh_hans: 随机数

# My title
source: My title. Non repeated random number
de: Mein kundenspezifischer Titel, keine wiederholte Zufallszahl
es: Mi título personalizado, ningún número aleatorio repetido
fr: Mon titre personnalisé, aucun numéro aléatoire répété
ja: 私のカスタムタイトル、繰り返し乱数はありません
pt_br: Meu título personalizado, nenhum número aleatório repetido
zh_hans: 我的标题

source: Done
de: Erledigt
es: Hecho
fr: Terminé
ja: 完了
pt_br: Feito
zh_hans: 完成

source: Can not be empty
de: Kann nicht leer sein
es: No puede estar vacío
fr: Ne peux pas être vide
ja: 空ではありません
pt_br: Não pode estar vazio
zh_hans: 不能为空

source: Must be number
de: Muss Nummer sein
es: Debe ser número
fr: Doit être le numéro
ja: 数字でなければならない
pt_br: Deve ser número
zh_hans: 必须是数字

source: Set success
de: Erfolg setzen
es: Establecer el éxito
fr: Définir le succès
ja: 成功を設定する
pt_br: Set sucesso
zh_hans: 设置成功

source: Random range:
es: Rango aleatorio:
fr: Gamme aléatoire:
ja: ランダム範囲：
pt_br: Margem aleatória:
zh_hans: 随机范围:

source: Number Font:
de: Anzahl Schriftart:
es: Fuente numérica:
fr: Police de numéro:
pt_br: Fonte número:
zh_hans: 数字字体:

# Repeat Count:
source: Number can repeat count:
de: Repeat count:
es: Cuenta de repetición:
fr: Repeat count:
ja: 繰り返しカウント：
pt_br: Repetir contagem:
zh_hans: 重复次数:

source: Set View Title:
es: Definir Título de la vista:
fr: Afficher le titre de la vue:
ja: ビューのタイトルを設定する：
pt_br: Definir Título da Vista:
zh_hans: 设置自定义界面名字:

source: Set Title color:
de: Set Titelfarbe:
es: Colocar el color del título:
fr: Définir la couleur du titre:
ja: タイトルカラーを設定する：
pt_br: Definir a cor do título:
zh_hans: 设置标题颜色:

source: Set number color:
de: Set Anzahl Farbe:
es: Colocar el color del número:
fr: Définir la couleur du numéro:
ja: セット番号色：
pt_br: Definir a cor do número:
zh_hans: 设置数字颜色:

source: Set bakcground color:
de: Set bakcground Farbe:
es: Establecer bakcground color:
fr: Set bakcground couleur:
ja: バックグラウンドカラーを設定する：
pt_br: Definir a cor do bakcground:
zh_hans: 设置背景颜色:

# My Interface
source: My Random Number UI
de: Meine zufällige Nummer UI
es: Mi número de identificación aleatoria UI
fr: Mon UI à nombre aléatoire
ja: 私の乱数UI
pt_br: Minha UI de número aleatório
zh_hans: 我的界面

source: Start Number
de: Startnummer
es: Número de inicio
fr: Numéro de début
ja: 開始番号
pt_br: Número de início
zh_hans: 开始数字

source: End Number
de: Endnummer
es: Número de fin
fr: Numéro de fin
zh_hans: 结束数字

source: Enter Num Font
de: Num Schriftart eingeben
fr: Entrez la police numérique
zh_hans: 输入数字字体

source: Enter Repeat Count
fr: Entrez le nombre de répétitions
ja: 繰り返し回数を入力してください
zh_hans: 输入重复次数

# Enter custom title
source: Enter custom title, click back
de: Geben Sie benutzerdefinierten Titel, klicken Sie zurück
es: Introduzca el título personalizado, haga clic atrás
fr: Entrez le titre personnalisé, cliquez de nouveau
ja: カスタムタイトルを入力して、戻る
pt_br: Digite o título personalizado, clique novamente
zh_hans: 输入自定义名称,点击返回

source: Start
de: Anfang
es: Comienzo
fr: Début
ja: 開始
pt_br: Começar

source: Stop
de: Halt
es: Detener
fr: Arrêtez
ja: やめる
pt_br: Pare

source: Log
es: Iniciar sesión
fr: Bûche
ja: ログ
pt_br: Registro

source: Copy
de: Kopieren
es: Dupdo
fr: Copie
ja: コピー
pt_br: Cópia de

# CopyS
source: Has been copied to the clipboard
de: Wurde in die Zwischenablage kopiert
es: Se ha copiado en el portapapeles
fr: A été copié dans le presse-papiers
ja: クリップボードにコピーされました
pt_br: Foi copiado para a área de transferência
